
{
"PageTitle":"About...",
"ConferenceApp":"App",
"AboutConferenceApp":"The DDD South West 4 app was made by @slodge at Cirrious Ltd and @gavinbryan at Mandika.\n\nIt's written in C# using the MvvmCross framework on top of Microsoft's WP7 SDK, and Xamarin's MonoTouch and MonoDroid products.\n\nFor more information about this app:",
"Conference":"DDD South West 4",
"AboutConference":"'DDD South West 4 is happening on Sat 26th May 2012.\n\nDDD South West is a free one day technical event for developers.\n\n It is a day of learning, discussing, contributing and being part of the community in the South West. Our goal is to provide free technical education, the opportunity to mix with peers and to make and develop relationships in the .NET industry.'",
"ConferenceLinkText":"dddsouthwest.com/",
"ConferenceOrganisation":"DDD",
"AboutConferenceOrganisation":"//TODO Something about Developer Developer Developer ?????",
"ConferenceOrganisationLinkText":"developerdeveloperdeveloper.com",
"MvvmCross":"MvvmCross",
"AboutMvvmCross":"This app as a demonstration app for the MvvmCross cross-platform framework.\n\nThis framework is built on top of the MonoTouch, Mono for Android and Microsoft tools and enables you to share your C# .Net code efficiently and effectively across Apple, Google, and Microsoft mobile operating systems.\n\nIf you'd like to build an app, if you'd like us to build an app for you, or simply if you'd like to find out more:",
"StuartLinkText":"email @slodge",
"GavinLinkText":"email @gavinbryan",
"ForMvvmSource":"The source is licensed under MS-Pl and is available on GitHub:",
"MvvmCrossLinkText":"MvvmCross",
"ForXamarin":"For information about Xamarin's products:",
"MonoTouch":"MonoTouch",
"MonoForAndroid":"Mono for Android",
"Disclaimer":"Disclaimer: the DDD South West 4 app is produced independently by Stuart Lodge of Cirrious Ltd UK and Gavin Bryan of Mandika. This app is unofficial. DDD South West kindly provided data, but this app is not endorsed by DDD South West 4 or the DDD South West 4 sponsors.",
"DisclaimerMono":"Disclaimer: this app and MvvmCross were produced independently by Stuart Lodge of Cirrious Ltd UK - they are in not produced or officially endorsed by Xamarin."
}